Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Loading it contacts that server from your Mac and tells it your IP address. The dashboard file that asks for this is written by the agent.
de: Beim Laden nimmt dein Mac Kontakt zu diesem Server auf und teilt ihm deine IP-Adresse mit. Die Dashboard-Datei, die das anfordert, wird vom Agenten geschrieben.
es: Al cargarla, tu Mac contacta con ese servidor y le comunica tu dirección IP. El archivo del panel que lo solicita lo escribe el agente.
fr: Son chargement contacte ce serveur depuis votre Mac et lui communique votre adresse IP. Le fichier de tableau de bord qui le demande est écrit par l’agent.
ja: 読み込むと、あなたの Mac からそのサーバーに接続し、IP アドレスが伝わります。これを要求しているダッシュボードファイルはエージェントが書き込んだものです。
pt_br: Carregá-la faz seu Mac contatar esse servidor e informa seu endereço IP. O arquivo de painel que pede isso é escrito pelo agente.
zh_hans: 加载它会从你的 Mac 连接该服务器,并向其透露你的 IP 地址。发出该请求的仪表板文件是由智能体写入的。

source: Loading jobs…
de: Lade Jobs…
es: Cargando tareas…
fr: Chargement des tâches…
ja: ジョブを読み込み中…
pt_br: Carregando tarefas…
zh_hans: 正在加载任务…

source: Loading ledger…
de: Lade Ledger…
es: Cargando registro…
fr: Chargement du registre…
ja: 台帳を読み込み中…
pt_br: Carregando registro…
zh_hans: 正在加载台账…

source: Loading logs…
de: Logs werden geladen…
es: Cargando registros…
fr: Chargement des journaux…
ja: ログを読み込み中…
pt_br: Carregando logs…
zh_hans: 正在加载日志…

source: Loading MCP servers…
de: MCP-Server werden geladen…
es: Cargando servidores MCP…
fr: Chargement des serveurs MCP…
ja: MCP サーバーを読み込み中…
pt_br: Carregando servidores MCP…
zh_hans: 正在加载 MCP 服务器…

source: Loading memory…
de: Speicher wird geladen…
es: Cargando la memoria…
fr: Chargement de la mémoire…
ja: メモリを読み込み中…
pt_br: Carregando a memória…
zh_hans: 正在加载记忆…

source: Loading plugins…
de: Plugins werden geladen…
es: Cargando plugins…
fr: Chargement des plugins…
ja: プラグインを読み込み中…
pt_br: Carregando plugins…
zh_hans: 正在加载插件…

source: Loading projects…
de: Lade Projekte…
es: Cargando proyectos…
fr: Chargement des projets…
ja: プロジェクトを読み込み中…
pt_br: Carregando projetos…
zh_hans: 正在加载项目…

source: Loading providers…
de: Lade Anbieter…
es: Cargando proveedores…
fr: Chargement des fournisseurs…
ja: プロバイダーを読み込み中…
pt_br: Carregando provedores…
zh_hans: 正在加载提供方…

source: Loading run history…
de: Lade Ausführungsverlauf…
es: Cargando historial de ejecuciones…
fr: Chargement de l'historique des exécutions…
ja: 実行履歴を読み込み中…
pt_br: Carregando histórico de execuções…
zh_hans: 正在加载运行历史…

source: Loading session…
de: Lade Sitzung…
es: Cargando sesión…
fr: Chargement de la session…
ja: セッションを読み込み中…
pt_br: Carregando sessão…
zh_hans: 正在加载会话…

source: Loading sessions…
de: Sitzungen werden geladen…
es: Cargando sesiones…
fr: Chargement des sessions…
ja: セッションを読み込み中…
pt_br: Carregando sessões…
zh_hans: 正在加载会话…

source: Loading settings…
de: Einstellungen werden geladen…
es: Cargando los ajustes…
fr: Chargement des réglages…
ja: 設定を読み込み中…
pt_br: Carregando as configurações…
zh_hans: 正在加载设置…

source: Loading tool details…
de: Lade Tool-Details…
es: Cargando detalles de la herramienta…
fr: Chargement des détails de l'outil…
ja: ツールの詳細を読み込み中…
pt_br: Carregando detalhes da ferramenta…
zh_hans: 正在加载工具详情…

source: Loading…
de: Lade…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
pt_br: Carregando…
zh_hans: 加载中…

source: Local
de: Lokal
ja: ローカル
zh_hans: 本地

source: Local (stdio)
de: Lokal (stdio)
ja: ローカル (stdio)
zh_hans: 本地 (stdio)

source: Local server only
de: Nur lokaler Server
es: Solo servidor local
fr: Serveur local uniquement
ja: ローカルサーバーのみ
pt_br: Somente servidor local
zh_hans: 仅本地服务器

source: Local view — Hermes manages the actual queue server-side. The next prompt runs automatically when the current turn finishes.
de: Lokale Ansicht — Hermes verwaltet die eigentliche Warteschlange serverseitig. Der nächste Prompt läuft automatisch, sobald der aktuelle Turn endet.
es: Vista local — Hermes gestiona la cola real del lado del servidor. El siguiente prompt se ejecuta automáticamente cuando termina el turno actual.
fr: Vue locale — Hermes gère la file d'attente réelle côté serveur. Le prochain prompt s'exécute automatiquement à la fin du tour en cours.
ja: ローカルビュー — 実際のキューはサーバー側で Hermes が管理します。現在のターンが終わると次のプロンプトが自動的に実行されます。
pt_br: Visualização local — o Hermes gerencia a fila real no lado do servidor. O próximo prompt roda automaticamente quando o turno atual terminar.
zh_hans: 本地视图 — 实际队列由 Hermes 在服务端管理。当前回合结束后,下一条提示会自动运行。

source: Local, this Mac
de: Lokal, dieser Mac
es: Local, este Mac
fr: Local, ce Mac
ja: ローカル、この Mac
pt_br: Local, este Mac
zh_hans: 本地,此 Mac

source: Locale
de: Sprache & Region
es: Configuración regional
ja: ロケール
pt_br: Localidade
zh_hans: 区域

source: Location
de: Ort
es: Ubicación
fr: Emplacement
ja: 場所
pt_br: Local
zh_hans: 位置

source: Locked models fall below Hermes's 64K-token minimum context — a hard ceiling baked into the model file. Pick a 64K+ model instead (the llama3.1 family and newer ship 131K).
de: Gesperrte Modelle liegen unter dem 64K-Token-Mindestkontext von Hermes — eine feste Obergrenze in der Modelldatei. Wähle stattdessen ein 64K+-Modell (die llama3.1-Familie und neuer bieten 131K).
es: Los modelos bloqueados quedan por debajo del contexto mínimo de 64K tokens de Hermes — un límite fijo incorporado en el archivo del modelo. Elige en su lugar un modelo de 64K o más (la familia llama3.1 y posteriores traen 131K).
fr: Les modèles verrouillés sont sous le contexte minimal de 64 000 jetons de Hermes — un plafond figé dans le fichier du modèle. Choisissez plutôt un modèle de 64 000+ (la famille llama3.1 et les versions plus récentes offrent 131 000).
ja: ロックされているモデルは Hermes の最小コンテキストである 64K トークンを下回っています — これはモデルファイルに組み込まれたハードな上限です。代わりに 64K 以上のモデルを選んでください（llama3.1 系以降は 131K を提供）。
pt_br: Modelos bloqueados ficam abaixo do contexto mínimo de 64K tokens do Hermes — um limite rígido embutido no arquivo do modelo. Escolha um modelo de 64K+ (a família llama3.1 e mais recentes trazem 131K).
zh_hans: 已锁定的模型低于 Hermes 64K 令牌的最低上下文要求——这是模型文件内置的硬性上限。请改选 64K 以上的模型(llama3.1 系列及更新版本提供 131K)。

source: Locked to project directory.
de: An das Projektverzeichnis gebunden.
es: Bloqueado al directorio del proyecto.
fr: Verrouillé sur le répertoire du projet.
ja: プロジェクトディレクトリに固定されています。
pt_br: Bloqueado no diretório do projeto.
zh_hans: 已锁定到项目目录。

source: Log
de: Protokoll
es: Registro
fr: Journal
ja: ログ
zh_hans: 日志

source: Log File
de: Log-Datei
es: Archivo de registro
fr: Fichier journal
ja: ログファイル
pt_br: Arquivo de log
zh_hans: 日志文件

source: Log tail
de: Log-Auszug
es: Cola del registro
fr: Fin du journal
ja: ログの末尾
pt_br: Fim do log
zh_hans: 日志尾部

source: Logprob Threshold
de: Logprob-Schwellenwert
es: Umbral de logprob
fr: Seuil de logprob
ja: Logprob のしきい値
pt_br: Limite de logprob
zh_hans: Logprob 阈值

source: Long-Lived Token
de: Langlebiges Token
es: Token de larga duración
fr: Jeton de longue durée
ja: 長期有効トークン
pt_br: Token de longa duração
zh_hans: 长期令牌

source: low
de: niedrig
es: baja
fr: faible
ja: 低
pt_br: baixo
zh_hans: 低

source: Low severity
de: Niedriger Schweregrad
es: Gravedad baja
fr: Gravité faible
ja: 重大度: 低
pt_br: Gravidade baixa
zh_hans: 严重性低

source: Lowercase letters, digits, and hyphens. Must start with a letter.
de: Kleinbuchstaben, Ziffern und Bindestriche. Muss mit einem Buchstaben beginnen.
es: Letras minúsculas, dígitos y guiones. Debe empezar con una letra.
fr: Lettres minuscules, chiffres et tirets. Doit commencer par une lettre.
ja: 小文字・数字・ハイフンのみ。先頭は文字である必要があります。
pt_br: Letras minúsculas, dígitos e hífens. Deve começar com uma letra.
zh_hans: 小写字母、数字和短横线。必须以字母开头。

source: Lowercase letters, digits, dashes and underscores
de: Kleinbuchstaben, Ziffern, Bindestriche und Unterstriche
es: Letras minúsculas, dígitos, guiones y guiones bajos
fr: Lettres minuscules, chiffres, tirets et traits de soulignement
ja: 小文字・数字・ハイフン・アンダースコアのみ
pt_br: Letras minúsculas, dígitos, traços e sublinhados
zh_hans: 小写字母、数字、短横线和下划线

source: Lowercase letters, numbers, and dashes — created as `<parent>/<folder>`.
de: Kleinbuchstaben, Zahlen und Bindestriche — wird als `<parent>/<folder>` angelegt.
es: Letras minúsculas, números y guiones — se crea como `<parent>/<folder>`.
fr: Lettres minuscules, chiffres et tirets — créé comme `<parent>/<folder>`.
ja: 小文字・数字・ダッシュ — `<親>/<フォルダ>` として作成されます。
pt_br: Letras minúsculas, números e traços — criado como `<parent>/<folder>`.
zh_hans: 小写字母、数字和短横线 — 创建为 `<parent>/<folder>`。

source: M6 is read-only. Edit config.yaml on the Mac app or via a shell; iOS reflects the current remote state.
de: M6 ist schreibgeschützt. Bearbeite config.yaml in der Mac-App oder über eine Shell; iOS spiegelt den aktuellen Remote-Zustand wider.
es: M6 es de solo lectura. Edita config.yaml en la app de Mac o mediante un shell; iOS refleja el estado remoto actual.
fr: M6 est en lecture seule. Modifiez config.yaml dans l'app Mac ou via un shell ; iOS reflète l'état distant actuel.
ja: M6 は読み取り専用です。config.yaml の編集は Mac アプリまたはシェルで行ってください。iOS は現在のリモートの状態を反映します。
pt_br: O M6 é somente leitura. Edite o config.yaml no app para Mac ou por um shell; o iOS reflete o estado remoto atual.
zh_hans: M6 为只读。请在 Mac 应用中或通过 shell 编辑 config.yaml;iOS 仅反映当前的远程状态。

source: Make a Bot
de: Bot erstellen
es: Crear un bot
fr: Créer un bot
ja: ボットにする
pt_br: Criar um bot
zh_hans: 创建机器人

source: Make outbound network requests
de: Ausgehende Netzwerkanfragen stellen
es: Realizar solicitudes de red salientes
fr: Effectuer des requêtes réseau sortantes
ja: 外部へのネットワークリクエストを行う
pt_br: Fazer requisições de rede de saída
zh_hans: 发起出站网络请求

source: Manage
de: Verwalten
es: Administrar
fr: Gérer
ja: 管理
pt_br: Gerenciar
zh_hans: 管理

source: Manage cloned voices in your terminal: `hermes voice` (xAI subcommands).
de: Verwalte geklonte Stimmen in deinem Terminal: `hermes voice` (xAI-Unterbefehle).
es: Gestiona las voces clonadas en tu terminal: `hermes voice` (subcomandos de xAI).
fr: Gérez les voix clonées dans votre terminal : `hermes voice` (sous-commandes xAI).
ja: クローンした音声はターミナルで管理してください: `hermes voice`(xAI のサブコマンド)。
pt_br: Gerencie vozes clonadas no seu terminal: `hermes voice` (subcomandos do xAI).
zh_hans: 在终端中管理克隆的语音:`hermes voice`(xAI 子命令)。

source: Manage in Credential Pools
de: In Credential-Pools verwalten
es: Administrar en grupos de credenciales
fr: Gérer dans les pools d'identifiants
ja: 資格情報プールで管理
pt_br: Gerenciar nos pools de credenciais
zh_hans: 在凭证池中管理

source: Manage Servers…
de: Server verwalten…
es: Administrar servidores…
fr: Gérer les serveurs…
ja: サーバーを管理…
pt_br: Gerenciar servidores…
zh_hans: 管理服务器…

source: Managed Persistence
de: Verwaltete Persistenz
es: Persistencia gestionada
fr: Persistance gérée
ja: マネージド永続化
pt_br: Persistência gerenciada
zh_hans: 托管持久化

source: Mark as seen
de: Als gesehen markieren
es: Marcar como visto
fr: Marquer comme vu
ja: 既読にする
pt_br: Marcar como visto
zh_hans: 标记为已读

source: Mark this task as Done. You'll be prompted for an optional result summary.
de: Markiere diese Aufgabe als Erledigt. Du wirst nach einer optionalen Ergebniszusammenfassung gefragt.
es: Marca esta tarea como Hecha. Se te pedirá un resumen de resultado opcional.
fr: Marque cette tâche comme Terminée. Un résumé de résultat optionnel vous sera demandé.
ja: このタスクを完了としてマークします。任意で結果の要約を求められます。
pt_br: Marca esta tarefa como Concluída. Você será solicitado a fornecer um resumo de resultado opcional.
zh_hans: 将此任务标记为已完成。系统会提示你输入可选的结果摘要。

source: Mark this task blocked with a reason. The reason is appended as a comment.
de: Markiere diese Aufgabe mit einem Grund als blockiert. Der Grund wird als Kommentar angehängt.
es: Marca esta tarea como bloqueada con un motivo. El motivo se añade como comentario.
fr: Marque cette tâche comme bloquée avec une raison. La raison est ajoutée en commentaire.
ja: 理由を添えてこのタスクをブロック済みとしてマークします。理由はコメントとして追加されます。
pt_br: Marca esta tarefa como bloqueada com um motivo. O motivo é adicionado como comentário.
zh_hans: 将此任务标记为受阻并注明原因。该原因会作为评论附加到任务上。

source: Markdown formatting
de: Markdown-Formatierung
es: Formato Markdown
fr: Mise en forme Markdown
ja: Markdown 書式
pt_br: Formatação Markdown
zh_hans: Markdown 格式

source: Markdown supported
de: Markdown unterstützt
es: Compatible con Markdown
fr: Markdown pris en charge
ja: Markdown に対応
pt_br: Markdown suportado
zh_hans: 支持 Markdown

source: Markdown that will be appended to the installer's MEMORY.md, wrapped in template-specific markers so it can be removed cleanly later.
de: Markdown, das an die MEMORY.md des Installers angehängt wird, umschlossen von vorlagenspezifischen Markierungen, damit es später sauber entfernt werden kann.
es: Markdown que se añadirá al MEMORY.md del instalador, envuelto en marcadores específicos de la plantilla para poder eliminarlo limpiamente más tarde.
fr: Markdown qui sera ajouté au MEMORY.md de l'installateur, entouré de marqueurs spécifiques au modèle afin de pouvoir être retiré proprement plus tard.
ja: インストーラーの MEMORY.md に追加される Markdown です。後でクリーンに削除できるよう、テンプレート固有のマーカーで囲まれます。
pt_br: Markdown que será anexado ao MEMORY.md do instalador, envolvido em marcadores específicos do template para que possa ser removido de forma limpa depois.
zh_hans: 将被追加到安装器 MEMORY.md 中的 Markdown 内容,以模板专属标记包裹,以便日后可以彻底移除。

source: Markdown, Quarto, and HTML exports write files on the remote host, so only stream-capable formats are offered here.
de: Markdown-, Quarto- und HTML-Exporte schreiben Dateien auf dem Remote-Host, daher werden hier nur streamfähige Formate angeboten.
es: Las exportaciones a Markdown, Quarto y HTML escriben archivos en el host remoto, por lo que aquí solo se ofrecen los formatos compatibles con streaming.
fr: Les exports Markdown, Quarto et HTML écrivent des fichiers sur l'hôte distant, donc seuls les formats compatibles avec le flux sont proposés ici.
ja: Markdown、Quarto、HTML エクスポートはリモートホスト上にファイルを書き込むため、ここではストリーミング可能な形式のみが提供されます。
pt_br: Exportações em Markdown, Quarto e HTML gravam arquivos no host remoto, então apenas formatos com suporte a fluxo são oferecidos aqui.
zh_hans: Markdown、Quarto 和 HTML 导出会在远程主机上写入文件,因此这里只提供支持流式传输的格式。

# Match rank %lld — specificity %lld (thread 8 + channel 4 + server 2).
source: Match rank %1$lld — specificity %2$lld (thread 8 + channel 4 + server 2).
de: Match-Rang %lld — Spezifität %lld (Thread 8 + Kanal 4 + Server 2).
es: Rango de coincidencia %1$lld — especificidad %2$lld (hilo 8 + canal 4 + servidor 2).
fr: Rang de correspondance %1$lld — spécificité %2$lld (fil 8 + canal 4 + serveur 2).
ja: 一致順位 %1$lld — 具体性 %2$lld（スレッド 8 + チャンネル 4 + サーバー 2）。
pt_br: Classificação de correspondência %1$lld — especificidade %2$lld (thread 8 + canal 4 + servidor 2).
zh_hans: 匹配排名 %1$lld — 特定度 %2$lld(线程 8 + 频道 4 + 服务器 2)。

source: Materialized on ^[%lld host](inflect: true)
de: Materialisiert auf ^[%lld Host](inflect: true)
es: Materializado en ^[%lld host](inflect: true)
fr: Matérialisé sur ^[%lld hôte](inflect: true)
ja: %lld 台のホストに展開済み
pt_br: Materializado em ^[%lld host](inflect: true)
zh_hans: 已在 %lld 台主机上落地

source: Matrix Setup Docs
de: Matrix-Einrichtungsdokumentation
es: Documentación de configuración de Matrix
fr: Documentation de configuration Matrix
ja: Matrix セットアップドキュメント
pt_br: Docs de configuração do Matrix
zh_hans: Matrix 设置文档

source: Matrix uses either an access token (preferred) or username/password. Get an access token from Element: Settings → Help & About → Access Token.
de: Matrix nutzt entweder ein Access Token (bevorzugt) oder Benutzername/Passwort. Hol dir ein Access Token in Element: Einstellungen → Hilfe & Info → Access Token.
es: Matrix usa un token de acceso (preferido) o usuario/contraseña. Obtén un token de acceso en Element: Ajustes → Ayuda y acerca de → Access Token.
fr: Matrix utilise soit un jeton d'accès (préféré), soit un nom d'utilisateur/mot de passe. Obtenez un jeton d'accès dans Element : Paramètres → Aide & À propos → Access Token.
ja: Matrix はアクセストークン(推奨)かユーザー名/パスワードを使用します。Element からアクセストークンを取得してください: 設定 → ヘルプ & 情報 → アクセストークン。
pt_br: O Matrix usa um token de acesso (preferido) ou usuário/senha. Obtenha um token de acesso no Element: Configurações → Ajuda e sobre → Access Token.
zh_hans: Matrix 使用访问令牌(推荐)或用户名/密码。从 Element 获取访问令牌:设置 → 帮助与关于 → 访问令牌。

source: Mattermost Setup Docs
de: Mattermost-Einrichtungsdokumentation
es: Documentación de configuración de Mattermost
fr: Documentation de configuration Mattermost
ja: Mattermost セットアップドキュメント
pt_br: Docs de configuração do Mattermost
zh_hans: Mattermost 设置文档

source: Max Concurrency
de: Max. Parallelität
es: Concurrencia máxima
fr: Concurrence max.
ja: 最大同時実行数
pt_br: Concorrência máxima
zh_hans: 最大并发数

source: Max Concurrent Children
de: Max. gleichzeitige Unterprozesse
es: Máx. de subprocesos simultáneos
fr: Enfants simultanés max.
ja: 最大同時子プロセス数
pt_br: Máx. de filhos simultâneos
zh_hans: 最大并发子进程数

source: Max concurrent sessions (0 = unlimited)
de: Max. gleichzeitige Sitzungen (0 = unbegrenzt)
es: Máx. de sesiones simultáneas (0 = sin límite)
fr: Sessions simultanées max. (0 = illimité)
ja: 最大同時セッション数（0 = 無制限）
pt_br: Máx. de sessões simultâneas (0 = ilimitado)
zh_hans: 最大并发会话数（0 = 不限）

source: Max Iterations
de: Max. Iterationen
es: Iteraciones máximas
fr: Itérations max.
ja: 最大反復回数
pt_br: Iterações máximas
zh_hans: 最大迭代次数

source: Max parallel child agents per delegation batch. Values above 10 multiply API cost linearly.
de: Maximale parallele Sub-Agents pro Delegations-Batch. Werte über 10 vervielfachen die API-Kosten linear.
es: Máximo de agentes hijos en paralelo por lote de delegación. Valores por encima de 10 multiplican el costo de la API linealmente.
fr: Nombre maximal d'agents enfants parallèles par lot de délégation. Des valeurs supérieures à 10 multiplient le coût API linéairement.
ja: 委譲バッチごとの並列子エージェントの最大数。10 を超える値は API コストを線形に増加させます。
pt_br: Máximo de agentes filhos paralelos por lote de delegação. Valores acima de 10 multiplicam o custo de API linearmente.
zh_hans: 每批委派任务的最大并行子 agent 数。超过 10 会使 API 成本线性增加。

source: Max Recording (s)
de: Max. Aufnahmedauer (s)
es: Grabación máx. (s)
fr: Enregistrement max (s)
ja: 最大録音時間 (秒)
pt_br: Gravação máx. (s)
zh_hans: 最长录音(秒)

source: Max retries
de: Max. Wiederholungen
es: Reintentos máximos
fr: Nombre max de tentatives
ja: 最大再試行回数
pt_br: Máximo de tentativas
zh_hans: 最大重试次数

source: Max retries %lld
de: Max. Wiederholungen %lld
es: Reintentos máximos %lld
fr: Nombre max de tentatives %lld
ja: 最大再試行回数 %lld
pt_br: Máximo de tentativas %lld
zh_hans: 最大重试次数 %lld

source: Max retries set at create time. Hermes has no update verb — re-create the task to change this.
de: Maximale Wiederholungen werden bei der Erstellung festgelegt. Hermes hat kein Update-Verb — erstelle die Aufgabe neu, um dies zu ändern.
es: Los reintentos máximos se fijan al crear. Hermes no tiene un verbo de actualización — vuelve a crear la tarea para cambiarlo.
fr: Nombre max de tentatives défini à la création. Hermes n'a pas de verbe de mise à jour — recréez la tâche pour changer cela.
ja: 最大リトライ回数は作成時に設定されます。Hermes には更新用の動詞がありません — 変更するにはタスクを再作成してください。
pt_br: Máximo de tentativas definido na criação. O Hermes não tem verbo de atualização — recrie a tarefa para alterar isso.
zh_hans: 最大重试次数在创建时设置。Hermes 没有更新操作 — 需重新创建任务才能更改此值。

source: Max size
de: Max. Größe
es: Tamaño máximo
fr: Taille max
ja: 最大サイズ
pt_br: Tamanho máximo
zh_hans: 大小上限

source: Max Size (MB)
de: Max. Größe (MB)
es: Tamaño máx. (MB)
fr: Taille max. (Mo)
ja: 最大サイズ（MB）
pt_br: Tamanho máx. (MB)
zh_hans: 最大大小 (MB)

source: Max Stale (s)
de: Max. Alter (s)
es: Antigüedad máx. (s)
fr: Obsolescence max (s)
ja: 最大許容経過時間 (秒)
pt_br: Validade máx. (s)
zh_hans: 最大过期时间(秒)

source: Max time an alias routing key waits for an active turn holding the same session lease. Keep it short — Telegram dispatches updates sequentially, so a waiter also delays unrelated topics. Non-positive values fall back to 5.
de: Maximale Zeit, die ein Alias-Routing-Key auf einen aktiven Turn mit derselben Sitzungs-Lease wartet. Halte sie kurz — Telegram stellt Updates sequenziell zu, ein Wartender verzögert also auch unbeteiligte Themen. Nicht positive Werte fallen auf 5 zurück.
es: Tiempo máximo que una clave de enrutamiento de alias espera a un turno activo que retiene el mismo arrendamiento de sesión. Mantenlo corto — Telegram despacha las actualizaciones de forma secuencial, así que un esperador también retrasa temas no relacionados. Los valores no positivos vuelven a 5.
fr: Durée maximale pendant laquelle une clé de routage d'alias attend un tour actif détenant le même bail de session. Gardez-la courte — Telegram distribue les mises à jour séquentiellement, donc une attente retarde aussi des sujets sans rapport. Les valeurs non positives retombent sur 5.
ja: エイリアスのルーティングキーが、同じセッションリースを保持するアクティブなターンを待機する最大時間です。短く保ってください — Telegram は更新を順次ディスパッチするため、待機が無関係なトピックも遅延させます。0 以下の値は 5 にフォールバックします。
pt_br: Tempo máximo que uma chave de roteamento de alias aguarda por um turno ativo que detém a mesma concessão de sessão. Mantenha-o curto — o Telegram despacha atualizações sequencialmente, então uma espera também atrasa tópicos não relacionados. Valores não positivos voltam para 5.
zh_hans: 别名路由键等待持有同一会话租约的活跃回合的最长时间。请设置得短一些 — Telegram 按顺序分发更新,因此等待也会延迟无关的话题。非正值将回退为 5。

source: Max time an alias routing key waits for an active turn holding the same session lease. Non-positive values fall back to 1800.
de: Maximale Zeit, die ein Alias-Routing-Schlüssel auf einen aktiven Turn wartet, der dieselbe Sitzungs-Lease hält. Nicht-positive Werte fallen auf 1800 zurück.
es: Tiempo máximo que una clave de enrutamiento de alias espera a un turno activo que posee el mismo arrendamiento de sesión. Los valores no positivos vuelven a 1800.
fr: Temps maximal qu'une clé de routage alias attend un tour actif détenant le même bail de session. Les valeurs non positives retombent à 1800.
ja: エイリアスルーティングキーが、同じセッションリースを保持しているアクティブなターンを待つ最大時間。0 以下の値は 1800 にフォールバックします。
pt_br: Tempo máximo que uma chave de roteamento de alias espera por um turno ativo segurando o mesmo lease de sessão. Valores não positivos revertem para 1800.
zh_hans: 别名路由键等待持有相同会话租约的活跃回合的最长时间。非正值将回退为 1800。

source: Max Turns
de: Max. Züge
es: Turnos máximos
fr: Tours max.
ja: 最大ターン数
pt_br: Máx. de turnos
zh_hans: 最大轮次

source: MCP Catalog
de: MCP-Katalog
es: Catálogo MCP
fr: Catalogue MCP
ja: MCP カタログ
pt_br: Catálogo MCP
zh_hans: MCP 目录

source: MCP servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
ja: MCP サーバー
pt_br: Servidores MCP
zh_hans: MCP 服务器

source: MCP Servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
ja: MCP サーバー
pt_br: Servidores MCP
zh_hans: MCP 服务器

source: MCP Servers (%lld)
de: MCP-Server (%lld)
es: Servidores MCP (%lld)
fr: Serveurs MCP (%lld)
ja: MCP サーバー (%lld)
pt_br: Servidores MCP (%lld)
zh_hans: MCP 服务器 (%lld)

source: MCP tokens were excluded — re-authenticate any MCP servers (Spotify, Google Workspace, etc.) after restore.
de: MCP-Tokens wurden ausgeschlossen — authentifiziere alle MCP-Server (Spotify, Google Workspace usw.) nach der Wiederherstellung erneut.
es: Los tokens MCP se excluyeron — vuelve a autenticar los servidores MCP (Spotify, Google Workspace, etc.) después de restaurar.
fr: Les jetons MCP ont été exclus — réauthentifiez les serveurs MCP (Spotify, Google Workspace, etc.) après la restauration.
ja: MCP トークンは除外されました — 復元後、MCP サーバー(Spotify、Google Workspace など)を再認証してください。
pt_br: Tokens MCP foram excluídos — reautentique qualquer servidor MCP (Spotify, Google Workspace etc.) após a restauração.
zh_hans: MCP 令牌已被排除 — 恢复后请重新认证所有 MCP 服务器(Spotify、Google Workspace 等)。
